Repository: sugar-activities/4723-activity
Catalog: po/*.po
Languages: es

source: Install Sugar Web Services
es: Instalar Servicios Web

source: Error extracting the extension.
es: Error al descomprimir la extensión.

source: Sucess
es: Éxito

source: The extension has been installed.
es: La extensión se ha instalado.

source: Load from Journal
es: Cargar desde el diario

source: Download from internet
es: Descargar de internet

source: Remove installed extensions
es: Eliminar extensiones instaladas

source: ¿Remove extension?
es: ¿Eliminar extensión?

source: Sure?
es: Seguro?

source: Removed
es: Eliminado

source: Extension removed. Please restart sugar for see efects
es: Extesión eliminada. Porfavor reinicie sugar para ver los cambios.

source: Error removing extension.
es: Error eliminando extensión.

source: Downloaded
es: Descargado

source: The extension has been downloaded and installed.
es: La extensión ha sido descargada y instalada.
